/* Rate adjustment slider checkbox */
"Adjust rate:" = "Ajustar ràtio:";

/* label for the unit in the box for character limit */
"characters" = "caràcters";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "Clica la nota";

/* Label for speech faster */
"Fast:" = "Ràpid:";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "Tecles de dreçera globals:";

/* Limit speech display to a given amount of characters */
"Limit to" = "Limita a";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "Pausa/Continua";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "Omet la nota";

/* Label speech slower */
"Slow" = "Lent";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "Per defecte al sistema";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "Aquesta és una previsualització de la veu %@";

/* Label for popup with voices */
"Voice:" = "Veu:";

/* Volume adjustment checkcbox */
"Volume:" = "Volum:";

